Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# 显示更多选项
source: Show more options
ar: عرض المزيد من الخيارات
es: Mostrar más opciones
fr: Afficher plus d'options
hi: और विकल्प दिखाएँ
pt: Mostrar mais opções
ta: கூடுதல் விருப்பங்களைக் காட்டு
zh_hans: 显示更多选项
zh_hant: 顯示更多選項

# 智能解析任务
source: Intelligent parsing tasks
ar: مهام التحليل الذكي
es: Tareas de análisis inteligente
fr: Tâches d'analyse intelligente
hi: बुद्धिमान पार्सिंग कार्य
pt: Tarefas de análise inteligente
ta: அறிவார்ந்த பாகுபடுத்தும் பணிகள்
zh_hans: 智能解析任务
zh_hant: 智慧解析任務

# 暂不登录，先试用
source: Try without signing in
ar: جرّب دون تسجيل الدخول
es: Probar sin iniciar sesión
fr: Essayer sans se connecter
hi: बिना लॉग इन किए आज़माएं
pt: Experimentar sem entrar
ta: உள்நுழையாமல் முயற்சிக்கவும்
zh_hans: 暂不登录，先试用
zh_hant: 暫不登入，先試用

# 暂停 1 小时
source: Pause for 1 hour
ar: إيقاف مؤقت لمدة ساعة
es: Pausar 1 hora
fr: Pause d'1 heure
hi: 1 घंटे के लिए रोकें
pt: Pausar por 1 hora
ta: 1 மணி நேரம் இடைநிறுத்து
zh_hans: 暂停 1 小时
zh_hant: 暫停 1 小時

# 暂无任务
source: No tasks yet
ar: لا توجد مهام حتى الآن
es: Aún no hay tareas
fr: Aucune tâche pour l'instant
hi: अभी तक कोई कार्य नहीं
pt: Nenhuma tarefa ainda
ta: இன்னும் பணிகள் இல்லை
zh_hans: 暂无任务
zh_hant: 暫無任務

# 暂无共享成员
source: No members sharing location
ar: لا يوجد أعضاء يشاركون الموقع
es: Ningún miembro compartiendo ubicación
fr: Aucun membre ne partage sa position
hi: कोई सदस्य स्थान साझा नहीं कर रहा
pt: Nenhum membro compartilhando localização
ta: இடம் பகிரும் உறுப்பினர்கள் இல்லை
zh_hans: 暂无共享成员
zh_hant: 暫無共享成員

# 暂无其他成员
source: No other members yet
ar: لا يوجد أعضاء آخرون بعد
es: Aún no hay otros miembros
fr: Pas d'autres membres pour l'instant
hi: अभी कोई अन्य सदस्य नहीं
pt: Nenhum outro membro ainda
ta: இன்னும் வேறு உறுப்பினர்கள் இல்லை
zh_hans: 暂无其他成员
zh_hant: 暫無其他成員

# 暂无即将到期
source: Nothing due soon
ar: لا شيء مستحق قريبًا
es: Nada próximo a vencer
fr: Rien à échéance proche
hi: जल्द कोई अंतिम तिथि नहीं
pt: Nada a vencer em breve
ta: விரைவில் காலக்கெடு இல்லை
zh_hans: 暂无即将到期
zh_hant: 暫無即將到期

# 暂无可选成员
source: No eligible members
ar: لا يوجد أعضاء اختياريين حتى الآن
es: Aún no hay miembros opcionales
fr: Pas encore de membres facultatifs
hi: अभी तक कोई वैकल्पिक सदस्य नहीं है
pt: Ainda não há membros opcionais
ta: இன்னும் விருப்ப உறுப்பினர்கள் இல்லை
zh_hans: 暂无可选成员
zh_hant: 暫無可選成員

# 暂无已完成待办
source: No completed to-dos
ar: لا توجد مهام مكتملة
es: Sin tareas completadas
fr: Aucune tâche terminée
hi: कोई पूर्ण कार्य नहीं
pt: Sem tarefas concluídas
ta: முடிந்த பணிகள் இல்லை
zh_hans: 暂无已完成待办
zh_hant: 暫無已完成待辦

# 暂无待办
source: No to-dos yet
ar: لا توجد مهام بعد
es: Aún no hay tareas pendientes
fr: Aucune tâche pour l'instant
hi: अभी कोई कार्य नहीं
pt: Nenhuma tarefa pendente
ta: இன்னும் பணிகள் இல்லை
zh_hans: 暂无待办
zh_hant: 暫無待辦

# 暂无群组成员
source: No group members yet
ar: لا يوجد أعضاء في المجموعة بعد
es: Aún no hay miembros en el grupo
fr: Aucun membre dans le groupe
hi: अभी कोई समूह सदस्य नहीं
pt: Ainda não há membros no grupo
ta: இன்னும் குழு உறுப்பினர்கள் இல்லை
zh_hans: 暂无群组成员
zh_hant: 暫無群組成員

# 暂无联系方式
source: No contact info
ar: لا توجد معلومات اتصال
es: Sin información de contacto
fr: Aucune coordonnée
hi: कोई संपर्क जानकारी नहीं
pt: Sem informações de contato
ta: தொடர்பு தகவல் இல்லை
zh_hans: 暂无联系方式
zh_hant: 暫無聯絡方式

# 更多
source: More
ar: أكثر
es: Más
fr: Plus
hi: अधिक
pt: Mais
ta: மேலும்
zh_hans: 更多的
zh_hant: 更多的

# 更多细节
source: More details
ar: مزيد من التفاصيل
es: Más detalles
fr: Plus de détails
hi: अधिक जानकारी
pt: Mais detalhes
ta: மேலும் விவரங்கள்
zh_hans: 更多细节
zh_hant: 更多細節

# 更改主题后，应用会立即切换显示模式。
source: After changing the theme, the app switches display mode instantly.
ar: بعد تغيير السمة، يبدّل التطبيق وضع العرض فورًا.
es: Al cambiar el tema, la app cambia el modo de visualización al instante.
fr: Après avoir changé le thème, l’app bascule instantanément le mode d’affichage.
hi: थीम बदलने के बाद, ऐप तुरंत प्रदर्शन मोड बदल देता है।
pt: Ao alterar o tema, o app muda o modo de exibição instantaneamente.
ta: தீம் மாற்றிய பிறகு, ஆப் உடனடியாக காட்சி முறையை மாற்றும்.
zh_hans: 更改主题后，应用会立即切换显示模式。
zh_hant: 更改主題後，App 會立即切換顯示模式。

# 更改语言后，应用会立即切换显示语言。
source: Language changes apply instantly across the app.
ar: تسري تغييرات اللغة فورًا في جميع أنحاء التطبيق.
es: Los cambios de idioma se aplican al instante en toda la app.
fr: Les changements de langue s'appliquent instantanément dans toute l'app.
hi: भाषा परिवर्तन पूरे ऐप में तुरंत लागू होते हैं।
pt: As alterações de idioma são aplicadas instantaneamente em todo o app.
ta: மொழி மாற்றங்கள் ஆப் முழுவதும் உடனடியாக பொருந்தும்.
zh_hans: 更改语言后，应用会立即切换显示语言。
zh_hant: 更改語言後，App 會立即切換顯示語言。

# 月
source: Month
ar: شهر
es: Mes
fr: Mois
hi: महीना
pt: Mês
ta: மாதம்
zh_hans: 月
zh_hant: 月

# 月付
source: Monthly
ar: شهري
es: Mensual
fr: Mensuel
hi: मासिक
pt: Mensal
ta: மாதாந்திர
zh_hans: 月付
zh_hant: 月付

# 有一则全天任务将于约定日期到来，请在日程中查看标题。
source: An all-day task is due on the scheduled date. Open the app to see the title.
ar: مهمة لليوم كله مستحقة في التاريخ المجدول. افتح التطبيق لرؤية العنوان.
es: Una tarea de todo el día vence en la fecha programada. Abra la aplicación para ver el título.
fr: Une tâche d'une journée entière est due à la date prévue. Ouvrez l'application pour voir le titre.
hi: निर्धारित तिथि पर पूरे दिन का कार्य होना है। शीर्षक देखने के लिए ऐप खोलें.
pt: Uma tarefa de dia inteiro vence na data agendada. Abra o aplicativo para ver o título.
ta: திட்டமிடப்பட்ட தேதியில் ஒரு நாள் முழுவதும் வேலை செய்ய வேண்டும். தலைப்பைப் பார்க்க, பயன்பாட்டைத் திறக்கவும்.
zh_hans: 有一则全天任务将于约定日期到来，请在日程中查看标题。
zh_hant: 有一則全天任務將於約定日期到來，請在行程中查看標題。

# 服务响应异常
source: Unexpected server response
ar: استجابة الخادم غير متوقعة
es: Respuesta inesperada del servidor
fr: Réponse inattendue du serveur
hi: अप्रत्याशित सर्वर प्रतिक्रिया
pt: Resposta inesperada do servidor
ta: எதிர்பாராத சர்வர் பதில்
zh_hans: 服务响应异常
zh_hant: 服務響應異常

# 服务条款
source: Terms of Service
ar: شروط الخدمة
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
pt: Termos de Serviço
ta: சேவை விதிமுறைகள்
zh_hans: 服务条款
zh_hant: 服務條款

# 服务返回数据异常。
source: Unexpected response from the server.
ar: استجابة غير متوقعة من الخادم.
es: Respuesta inesperada del servidor.
fr: Réponse inattendue du serveur.
hi: सर्वर से अप्रत्याशित प्रतिक्रिया.
pt: Resposta inesperada do servidor.
ta: சர்வரில் இருந்து எதிர்பாராத பதில்.
zh_hans: 服务返回数据异常。
zh_hant: 服務傳回資料異常。

# 未命名组织
source: Untitled Organization
ar: منظمة بلا عنوان
es: Organización sin título
fr: Organisation sans titre
hi: शीर्षक रहित संगठन
pt: Organização sem título
ta: பெயரிடப்படாத அமைப்பு
zh_hans: 未命名组织
zh_hant: 未命名組織

# 未找到可恢复的订阅。
source: No subscription found to restore.
ar: لم يتم العثور على اشتراك لاستعادته.
es: No se encontró ninguna suscripción para restaurar.
fr: Aucun abonnement à restaurer.
hi: पुनर्स्थापित करने के लिए कोई सब्सक्रिप्शन नहीं मिला।
pt: Nenhuma assinatura encontrada para restaurar.
ta: மீட்டமைக்க சந்தா கிடைக்கவில்லை.
zh_hans: 未找到可恢复的订阅。
zh_hant: 未找到可恢復的訂閱。

# 未知群组
source: Unknown group
ar: مجموعة غير معروفة
es: Grupo desconocido
fr: Groupe inconnu
hi: अज्ञात समूह
pt: Grupo desconhecido
ta: அறியப்படாத குழு
zh_hans: 未知群组
zh_hant: 未知群組

# 未知错误
source: Unknown error
ar: خطأ غير معروف
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
pt: Erro desconhecido
ta: அறியப்படாத பிழை
zh_hans: 未知错误
zh_hant: 未知錯誤

# 未知错误，请重试
source: Unknown error. Please try again.
ar: خطأ غير معروف. يرجى المحاولة مرة أخرى.
es: Error desconocido. Por favor inténtalo de nuevo.
fr: Erreur inconnue. Veuillez réessayer.
hi: अज्ञात त्रुटि. कृपया पुन: प्रयास करें।
pt: Erro desconhecido. Por favor, tente novamente.
ta: அறியப்படாத பிழை. மீண்டும் முயற்சிக்கவும்.
zh_hans: 未知错误，请重试
zh_hant: 未知錯誤，請重試

# 未能从图片中提取有效任务信息，请换一张更清晰的照片或手动创建。
source: Couldn't extract a valid task from the photo. Try a clearer image or create the task manually.
ar: تعذر استخراج مهمة صالحة من الصورة. جرّب صورة أوضح أو أنشئ المهمة يدويًا.
es: No se pudo extraer una tarea válida de la foto. Prueba una imagen más clara o créala manualmente.
fr: Impossible d'extraire une tâche valide de la photo. Essayez une image plus nette ou créez-la manuellement.
hi: फ़ोटो से मान्य कार्य निकाला नहीं जा सका। स्पष्ट फ़ोटो आज़माएँ या मैन्युअल रूप से बनाएँ।
pt: Não foi possível extrair uma tarefa válida da foto. Tente uma imagem mais nítida ou crie manualmente.
ta: புகைப்படத்திலிருந்து ச‌ெல்லுபடியான பணியை பிரித்தெடுக்க முடியவில்லை. தெளிவான படம் முயற்சிக்கவும் அல்லது கைமுறையாக உருவாக்கவும்.
zh_hans: 未能从图片中提取有效任务信息，请换一张更清晰的照片或手动创建。
zh_hant: 未能從圖片中提取有效任務資訊，請換一張更清晰的照片或手動建立。

# 未能读取图片数据，请重新选择。
source: Could not read image data. Please choose again.
ar: لا يمكن قراءة بيانات الصورة. الرجاء الاختيار مرة أخرى.
es: No se pudieron leer los datos de la imagen. Por favor elige de nuevo.
fr: Impossible de lire les données d'image. Veuillez choisir à nouveau.
hi: छवि डेटा नहीं पढ़ सका. कृपया पुनः चुनें.
pt: Não foi possível ler os dados da imagem. Por favor, escolha novamente.
ta: படத் தரவைப் படிக்க முடியவில்லை. Please choose again.
zh_hans: 未能读取图片数据，请重新选择。
zh_hant: 未能讀取圖片數據，請重新選擇。

# 未设截止日
source: No due date
ar: لم يُحدد موعد نهائي
es: Sin fecha límite
fr: Aucune date limite
hi: कोई अंतिम तिथि नहीं
pt: Sem prazo definido
ta: காலக்கெடு இல்லை
zh_hans: 未设截止日
zh_hant: 未設截止日

# 未设置
source: Not Set
ar: غير محدد
es: No establecido
fr: Non défini
hi: सेट नहीं
pt: Não definido
ta: அமைக்கப்படவில்லை
zh_hans: 未设置
zh_hant: 未設定

# 未选中
source: Not selected
ar: غير محدد
es: No seleccionado
fr: Non sélectionné
hi: चयनित नहीं
pt: Não selecionado
ta: தேர்ந்தெடுக்கப்படவில்லை
zh_hans: 未选中
zh_hant: 未選取

# 本周截止
source: Due this week
ar: مستحق هذا الأسبوع
es: Vence esta semana
fr: Cette semaine
hi: इस सप्ताह तक
pt: Vence esta semana
ta: இந்த வாரம் காலக்கெடு
zh_hans: 本周截止
zh_hant: 本週截止

# 本地数据尚未同步
source: Local data not synced yet
ar: لم تتم مزامنة البيانات المحلية بعد
es: Datos locales aún no sincronizados
fr: Données locales pas encore synchronisées
hi: स्थानीय डेटा अभी सिंक नहीं हुआ
pt: Dados locais ainda não sincronizados
ta: உள்ளூர் தரவு இன்னும் ஒத்திசைக்கப்படவில்லை
zh_hans: 本地数据尚未同步
zh_hant: 本機資料尚未同步

# 本地数据已同步到云端
source: Local data synced to the cloud
ar: تمت مزامنة البيانات المحلية مع السحابة
es: Datos locales sincronizados con la nube
fr: Données locales synchronisées dans le cloud
hi: स्थानीय डेटा क्लाउड में सिंक हो गया
pt: Dados locais sincronizados na nuvem
ta: உள்ளூர் தரவு கிளவுடில் ஒத்திசைக்கப்பட்டது
zh_hans: 本地数据已同步到云端
zh_hant: 本機資料已同步至雲端

# 杂货清单
source: Grocery List
ar: قائمة البقالة
es: Lista de compras
fr: Liste d'épicerie
hi: घर के सामान की सूची
pt: Lista de compras
ta: மளிகைப் பட்டியல்
zh_hans: 杂货清单
zh_hant: 雜貨清單

# 权限变更通知
source: Permission change notification
ar: إشعار تغيير الإذن
es: Notificación de cambio de permiso
fr: Notification de changement d'autorisation
hi: अनुमति परिवर्तन अधिसूचना
pt: Notificação de alteração de permissão
ta: அனுமதி மாற்ற அறிவிப்பு
zh_hans: 权限变更通知
zh_hant: 權限變更通知

# 权限已成功转移
source: Ownership transferred successfully
ar: تم نقل الملكية بنجاح
es: Propiedad transferida exitosamente
fr: Propriété transférée avec succès
hi: स्वामित्व सफलतापूर्वक स्थानांतरित हो गया
pt: Propriedade transferida com sucesso
ta: உரிமை வெற்றிகரமாக மாற்றப்பட்டது
zh_hans: 权限已成功转移
zh_hant: 權限已成功轉移

# 权限转移失败，请稍后重试。
source: Failed to transfer ownership. Please try again later.
ar: تعذّر نقل الملكية. يرجى المحاولة مرة أخرى لاحقا.
es: No se pudo transferir la propiedad. Inténtelo de nuevo más tarde.
fr: Échec du transfert de propriété. Veuillez réessayer plus tard.
hi: स्वामित्व हस्तांतरित करने में विफल. कृपया बाद में पुन: प्रयास करें।
pt: Falha ao transferir a propriedade. Por favor, tente novamente mais tarde.
ta: உரிமையை மாற்ற முடியவில்லை. பிறகு முயற்சிக்கவும்.
zh_hans: 权限转移失败，请稍后重试。
zh_hant: 權限轉移失敗，請稍後重試。

# 极小
source: Tiny
ar: صغير جدًا
es: Extra pequeño
fr: Très petit
hi: अतिरिक्त छोटा
pt: Extra pequeno
ta: மிகச் சிறிய
zh_hans: 极小
zh_hant: 極小

# 查看已完成待办
source: View completed to-dos
ar: عرض المهام المكتملة
es: Ver tareas completadas
fr: Voir les tâches terminées
hi: पूर्ण कार्य देखें
pt: Ver tarefas concluídas
ta: முடிந்த பணிகளைக் காண்க
zh_hans: 查看已完成待办
zh_hant: 查看已完成待辦

# 查看已逾期任务
source: View overdue tasks
ar: عرض المهام المتأخرة
es: Ver tareas vencidas
fr: Voir les tâches en retard
hi: अतिदेय कार्य देखें
pt: Ver tarefas atrasadas
ta: காலாவதியான பணிகளைக் காண்க
zh_hans: 查看已逾期任务
zh_hant: 查看已逾期任務

# 查看附件
source: View attachment
ar: عرض المرفق
es: Ver archivo adjunto
fr: Afficher la pièce jointe
hi: अनुलग्नक देखें
pt: Ver anexo
ta: இணைப்பைப் பார்க்கவும்
zh_hans: 查看附件
zh_hant: 查看附件

# 标准
source: Standard
ar: قياسي
es: Estándar
hi: मानक
pt: Padrão
ta: நிலையான
zh_hans: 标准
zh_hant: 標準

# 标记为完成
source: Mark as complete
ar: وضع علامة كمكتملة
es: Marcar como completo
fr: Marquer comme terminé
hi: पूर्ण के रूप में चिह्नित करें
pt: Marcar como concluído
ta: முழுமையானதாகக் குறிக்கவும்
zh_hans: 标记为完成
zh_hant: 標記為完成

# 框选要识别的区域
source: Select the area to recognize
ar: حدد المنطقة للتعرف عليها
es: Seleccione el área a reconocer
fr: Sélectionnez la zone à reconnaître
hi: पहचानने के लिए क्षेत्र का चयन करें
pt: Selecione a área a ser reconhecida
ta: அடையாளம் காண வேண்டிய பகுதியைத் தேர்ந்தெடுக்கவும்
zh_hans: 框选要识别的区域
zh_hant: 框选要識別的區域

# 档案
source: Profile
ar: ملف
es: archivo
fr: déposer
hi: फ़ाइल
pt: arquivo
ta: கோப்பு
zh_hans: 档案
zh_hant: 檔案

# 档案成员
source: profile member
ar: عضو الملف الشخصي
es: miembro del perfil
fr: membre du profil
hi: प्रोफ़ाइल सदस्य
pt: membro do perfil
ta: சுயவிவர உறுப்பினர்
zh_hans: 档案成员
zh_hant: 檔案成員

# 检测到你加入了多个群组，请选择本次要进入的群组。
source: It is detected that you have joined multiple groups. Please select the group you want to join this time.
ar: تم اكتشاف أنك انضممت إلى مجموعات متعددة. الرجاء تحديد المجموعة التي تريد الانضمام إليها هذه المرة.
es: Se detecta que te has unido a varios grupos. Seleccione el grupo al que desea unirse esta vez.
fr: Il est détecté que vous avez rejoint plusieurs groupes. Veuillez sélectionner le groupe que vous souhaitez rejoindre cette fois-ci.
hi: यह पता चला है कि आप कई समूहों में शामिल हो गए हैं। कृपया उस समूह का चयन करें जिसमें आप इस बार शामिल होना चाहते हैं।
pt: É detectado que você ingressou em vários grupos. Selecione o grupo ao qual deseja ingressar desta vez.
ta: நீங்கள் பல குழுக்களில் இணைந்திருப்பது கண்டறியப்பட்டது. இந்த நேரத்தில் நீங்கள் சேர விரும்பும் குழுவைத் தேர்ந்தெடுக்கவும்.
zh_hans: 检测到你加入了多个群组，请选择本次要进入的群组。
zh_hant: 偵測到你加入了多個群組，請選擇本次要進入的群組。

# 检测到当前会话无效，请先登录再加载群组成员。
source: It is detected that the current session is invalid. Please log in first and then load group members.
ar: تم اكتشاف أن الجلسة الحالية غير صالحة. الرجاء تسجيل الدخول أولا ثم تحميل أعضاء المجموعة.
es: Se detecta que la sesión actual no es válida. Inicie sesión primero y luego cargue los miembros del grupo.
fr: Il est détecté que la session en cours n'est pas valide. Veuillez d'abord vous connecter, puis charger les membres du groupe.
hi: यह पता चला है कि वर्तमान सत्र अमान्य है. कृपया पहले लॉग इन करें और फिर समूह सदस्यों को लोड करें।
pt: É detectado que a sessão atual é inválida. Faça login primeiro e depois carregue os membros do grupo.
ta: தற்போதைய அமர்வு தவறானது என்று கண்டறியப்பட்டது. முதலில் உள்நுழைந்து பின்னர் குழு உறுப்பினர்களை ஏற்றவும்.
zh_hans: 检测到当前会话无效，请先登录再加载群组成员。
zh_hant: 偵測到目前會話無效，請先登入再載入群組成員。

# 模拟执行端语音回传
source: Simulation execution end voice return
ar: تنفيذ محاكاة نهاية عودة الصوت
es: Retorno de voz final de ejecución de simulación
fr: Retour vocal de fin d'exécution de la simulation
hi: सिमुलेशन निष्पादन अंत आवाज वापसी
pt: Execução de simulação final retorno de voz
ta: சிமுலேஷன் எக்ஸிகியூஷன் எண்ட் வாய்ஸ் ரிட்டர்ன்
zh_hans: 模拟执行端语音回传
zh_hant: 模擬執行端語音回傳

# 欢迎来到同圈
source: Welcome to WeSync
ar: مرحبًا بك في WeSync
es: Bienvenido a WeSync
fr: Bienvenue sur WeSync
hi: WeSync में आपका स्वागत है
pt: Bem-vindo ao WeSync
ta: WeSyncக்கு வரவேற்கிறோம்
zh_hans: 欢迎来到同圈
zh_hant: 歡迎來到同圈

# 正在写入任务...
source: Writing task...
ar: مهمة الكتابة...
es: Tarea de escritura...
fr: Tâche d'écriture...
hi: लेखन कार्य...
pt: Tarefa de escrita...
ta: எழுதும் பணி...
zh_hans: 正在写入任务...
zh_hant: 正在寫入任務...

# 正在加入群组…
source: Joining group…
ar: الانضمام إلى المجموعة…
es: Uniéndose al grupo…
fr: Rejoindre le groupe…
hi: समूह में शामिल हो रहे हैं...
pt: Entrando no grupo…
ta: குழுவில் இணைகிறது…
zh_hans: 正在加入群组…
zh_hant: 正在加入群組…

# 正在加载任务...
source: Loading tasks...
ar: جارٍ تحميل المهام...
es: Cargando tareas...
fr: Chargement des tâches...
hi: कार्य लोड हो रहे हैं...
pt: Carregando tarefas...
ta: பணிகளை ஏற்றுகிறது...
zh_hans: 正在加载任务...
zh_hant: 正在載入任務...

# 正在加载反馈...
source: Loading feedback...
ar: جارٍ تحميل التعليقات...
es: Cargando comentarios...
fr: Chargement des commentaires...
hi: प्रतिक्रिया लोड हो रही है...
pt: Carregando comentários...
ta: கருத்தை ஏற்றுகிறது...
zh_hans: 正在加载反馈...
zh_hant: 正在加載反饋...

# 正在加载您的群组…
source: Loading your groups...
ar: جارٍ تحميل مجموعاتك...
es: Cargando tus grupos...
fr: Chargement de vos groupes...
hi: आपके समूह लोड हो रहे हैं...
pt: Carregando seus grupos...
ta: உங்கள் குழுக்களை ஏற்றுகிறது...
zh_hans: 正在加载您的群组…
zh_hant: 正在加載您的群組…

# 正在加载成员档案…
source: Loading member profiles…
ar: جارٍ تحميل الملفات الشخصية للأعضاء...
es: Cargando perfiles de miembros…
fr: Chargement des profils des membres…
hi: सदस्य प्रोफ़ाइल लोड हो रही है...
pt: Carregando perfis de membros…
ta: உறுப்பினர் சுயவிவரங்களை ஏற்றுகிறது…
zh_hans: 正在加载成员档案…
zh_hant: 正在載入成員檔案…

# 正在加载群组列表...
source: Loading group list...
ar: جارٍ تحميل قائمة المجموعة...
es: Cargando lista de grupos...
fr: Chargement de la liste des groupes...
hi: समूह सूची लोड हो रही है...
pt: Carregando lista de grupos...
ta: குழுப் பட்டியலை ஏற்றுகிறது...
zh_hans: 正在加载群组列表...
zh_hant: 正在載入群組列表...

# 正在处理账号操作…
source: Processing account operations...
ar: معالجة عمليات الحساب...
es: Procesando operaciones de cuenta...
fr: Traitement des opérations de compte...
hi: खाता परिचालन संसाधित किया जा रहा है...
pt: Processando operações de conta...
ta: கணக்கு செயல்பாடுகளைச் செயலாக்குகிறது...
zh_hans: 正在处理账号操作…
zh_hant: 正在處理帳號操作…

# 正在生成专属邀请码...
source: Generating exclusive invitation code...
ar: جارٍ إنشاء رمز دعوة حصري...
es: Generando código de invitación exclusivo...
fr: Génération d'un code d'invitation exclusif...
hi: विशेष आमंत्रण कोड जनरेट किया जा रहा है...
pt: Gerando código de convite exclusivo...
ta: பிரத்தியேக அழைப்புக் குறியீட்டை உருவாக்குகிறது...
zh_hans: 正在生成专属邀请码...
zh_hant: 正在產生專屬邀請碼...

# 正在登录…
source: Signing in…
ar: جارٍ تسجيل الدخول…
es: Iniciando sesión…
fr: Connexion en cours…
hi: साइन इन हो रहा है…
pt: Entrando…
ta: உள்நுழைகிறது…
zh_hans: 正在登录…
zh_hant: 正在登入…

# 正在解散群组，请稍候…
source: Dismissing group, please wait…
ar: جارٍ استبعاد المجموعة، يرجى الانتظار...
es: Cerrando el grupo, por favor espera...
fr: Fermeture du groupe, veuillez patienter...
hi: समूह को खारिज किया जा रहा है, कृपया प्रतीक्षा करें...
pt: Dispensando o grupo, aguarde...
ta: குழுவை நீக்குகிறது, காத்திருக்கவும்...
zh_hans: 正在解散群组，请稍候…
zh_hant: 正在解散群組，請稍候…

# 正在解析任务...
source: Parsing task...
ar: مهمة التحليل...
es: Tarea de análisis...
fr: Tâche d'analyse...
hi: पार्सिंग कार्य...
pt: Analisando tarefa...
ta: பாகுபடுத்தும் பணி...
zh_hans: 正在解析任务...
zh_hant: 正在解析任務...

# 正在识别图片中的邀请码…
source: Recognizing the invitation code in the picture...
ar: التعرف على رمز الدعوة الموجود في الصورة...
es: Reconociendo el código de invitación en la imagen...
fr: Reconnaître le code d'invitation sur l'image...
hi: चित्र में आमंत्रण कोड पहचान रहा हूँ...
pt: Reconhecendo o código de convite na imagem...
ta: படத்தில் உள்ள அழைப்பிதழ் குறியீட்டை அங்கீகரிக்கிறது...
zh_hans: 正在识别图片中的邀请码…
zh_hant: 正在辨識圖片中的邀請碼…

# 正在转移权限…
source: Transferring ownership…
ar: جارٍ نقل الأذونات...
es: Transferiendo permisos...
fr: Transfert des autorisations...
hi: अनुमतियाँ स्थानांतरित की जा रही हैं...
pt: Transferindo permissões...
ta: அனுமதிகளை மாற்றுகிறது...
zh_hans: 正在转移权限…
zh_hant: 正在轉移權限…

# 此操作不可撤销。
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
hi: इस एक्शन को वापस नहीं किया जा सकता।
pt: Esta ação não pode ser desfeita.
ta: இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
zh_hans: 此操作不可撤销。
zh_hant: 此操作不可撤銷。

# 此操作不可撤销。确认后您将立即失去创建者权限。
source: This cannot be undone. You will immediately lose creator permissions after confirming.
ar: لا يمكن التراجع عن هذا الإجراء. ستفقد حقوق منشئ المحتوى فورًا بعد التأكيد.
es: Esta acción no se puede deshacer. Perderás los derechos de creador inmediatamente después de la confirmación.
fr: Cette action ne peut pas être annulée. Vous perdrez vos droits de créateur immédiatement après confirmation.
hi: इस एक्शन को वापस नहीं किया जा सकता। पुष्टि के तुरंत बाद आप निर्माता अधिकार खो देंगे।
pt: Esta ação não pode ser desfeita. Você perderá os direitos de criador imediatamente após a confirmação.
ta: இந்தச் செயலைச் செயல்தவிர்க்க முடியாது. உறுதிப்படுத்திய உடனேயே படைப்பாளர் உரிமைகளை இழப்பீர்கள்.
zh_hans: 此操作不可撤销。确认后您将立即失去创建者权限。
zh_hant: 此操作不可撤銷。確認後您將立即失去創建者權限。

# 此操作不可逆！所有成员将被移除，任务、评论反馈及邀请码将被永久清空。请输入当前群组名称「%@」以确认解散。
source: This operation is irreversible! All members will be removed, and tasks, comments, feedback and invitation codes will be permanently cleared. Please enter the current group name "%@" to confirm the dissolution.
ar: هذه العملية لا رجعة فيها! ستتم إزالة جميع الأعضاء، وسيتم مسح المهام والتعليقات والملاحظات وأكواد الدعوة نهائيًا. الرجاء إدخال اسم المجموعة الحالي "%@" لتأكيد الحل.
es: ¡Esta operación es irreversible! Se eliminarán todos los miembros y las tareas, comentarios y códigos de invitación se borrarán permanentemente. Ingrese el nombre del grupo actual "%@" para confirmar la disolución.
fr: Cette opération est irréversible ! Tous les membres seront supprimés et les tâches, commentaires, retours et codes d'invitation seront définitivement effacés. Veuillez saisir le nom actuel du groupe « %@ » pour confirmer la dissolution.
hi: यह ऑपरेशन अपरिवर्तनीय है! सभी सदस्यों को हटा दिया जाएगा, और कार्य, टिप्पणियाँ, प्रतिक्रिया और आमंत्रण कोड स्थायी रूप से साफ़ कर दिए जाएंगे। विघटन की पुष्टि के लिए कृपया वर्तमान समूह नाम "%@" दर्ज करें।
pt: Esta operação é irreversível! Todos os membros serão removidos e tarefas, comentários, feedback e códigos de convite serão apagados permanentemente. Insira o nome do grupo atual "%@" para confirmar a dissolução.
ta: இந்த செயல்பாடு மீள முடியாதது! அனைத்து உறுப்பினர்களும் அகற்றப்படுவார்கள், மேலும் பணிகள், கருத்துகள், கருத்துகள் மற்றும் அழைப்புக் குறியீடுகள் நிரந்தரமாக அழிக்கப்படும். தயவு செய்து தற்போதைய குழு பெயரை "%@" உள்ளிடவும்.
zh_hans: 此操作不可逆！所有成员将被移除，任务、评论反馈及邀请码将被永久清空。请输入当前群组名称「%@」以确认解散。
zh_hant: 此操作不可逆！所有成員將被移除，任務、評論回饋及邀請碼將永久清空。請輸入目前群組名稱“%@”以確認解散。
